**free
// Generated Jira Tasks for AS/400 Demo

dcl-proc printJiraTasks export;
  snd-msg 'SCRUM-2: task1';
  snd-msg 'SCRUM-1: AS400 Demo task';
end-proc;
